tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "yqrashawn/goku"
brew "ffmpeg"
brew "git"
brew "go"
brew "gti"
brew "httrack"
brew "hugo"
brew "jq"
brew "mas"
brew "node"
brew "node@10"
brew "nvm"
brew "openssl@1.1"
brew "pup"
brew "python"
brew "rust"
brew "sl"
brew "testdisk"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wp-cli"
brew "yarn"
brew "youtube-dl"
brew "yqrashawn/goku/goku"

cask "adobe-creative-cloud"
cask "alfred"
cask "background-music"
cask "calibre"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive-file-stream"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "notion"
cask "pocket-casts"
cask "postman"
cask "qlcolorcode"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rescuetime"
cask "sip"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "toggl"
cask "transmit"
cask "vanilla"
cask "visual-studio-code"
cask "vox"

mas "Amphetamine", id: 937984704
mas "Annotate", id: 918207447
mas "Aware", id: 1082170746
mas "Final Cut Pro", id: 424389933
mas "Gifski", id: 1351639930
mas "Magnet", id: 441258766
mas "Next Meeting", id: 1017470484
mas "Noizio", id: 928871589
mas "Outbank", id: 1094255754
mas "Up Next", id: 1355117041
mas "Yoink", id: 45762243